Repository: Lakmal256/nn-customer-mobile
Catalog: lib/l10n/app_*.arb
Languages: si, ta

# nN_156
source: Open
si: විවෘතයි
ta: திறக்கவும்

# nN_157
source: Applied
si: යොදන ලදී
ta: விண்ணப்பிக்கப்பட்டது

# nN_158
source: My Job
si: මගේ කාර්යය
ta: என் பணி

# nN_159
source: Remove Job
si: කාර්යය ඉවත් කරන්න
ta: பணியை அகற்றவும்

# nN_160
source: Confirm
si: තහවුරු කරන්න
ta: உறுதிப்படுத்தவும்

# nN_161
source: Cancel
si: අවලංගු කරන්න
ta: இரத்து செய்யவும்

# nN_162
source: Are you sure you want to delete this job?
si: මෙම කාර්යය මැකීමට අවශ්‍ය බව විශ්වාසද?
ta: இந்த பணியை நிச்சயமாக நீக்க விரும்புகிறீர்களா?

# nN_163
source: {builderName} has applied for the job
si: {builderName} රැකියාව සඳහා ඉල්ලුම් කර ඇත
ta: {builderName} பணிக்கு விண்ணப்பித்துள்ளார்

# nN_164
source: Accept
si: පිළිගන්න
ta: ஏற்றுக்கொள்யவும்

# nN_165
source: Deny
si: ප්‍රතික්ෂේප කරන්න
ta: மறுக்கவும்

# nN_166
source: View Profile
si: ගිණුම නැරඹීම
ta: சுயவிவரத்தை கண்டறியவும்

# nN_167
source: Job Done
si: කාර්යය නිමයි
ta: பணி முடிந்தது

# nN_168
source: Confirm the Decision
si: තීරණය තහවුරු කරන්න
ta: முடிவை உறுதிப்படுத்தவும்

# nN_169
source: Yes
si: ඔව්
ta: ஆம்

# nN_170
source: No
si: නැත
ta: இல்லை

# nN_171
source: How was the quality of the work?
si: ගුණාත්මකභාවය කෙසේද?
ta: பணியின் தரம் எப்படி இருந்தது?

# nN_172
source: Maybe Later
si: සමහර විට පසුව
ta: ஒருவேளை பின்னர்

# nN_173
source: Thank you
si: ස්තුතියි
ta: நன்றி

# nN_174
source: Your Feedback was Successfully Submitted
si: ඔබගේ ප්‍රතිපෝෂණය සාර්ථකව ඉදිරිපත් කරන ලදී
ta: உங்கள் கருத்து வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது

# nN_175
source: Search...
si: සෙවීම්...
ta: தேடவும்...

# nN_176
source: Add new complaint
si: නව පැමිණිල්ලක් එක් කරන්න
ta: புதிய முறைப்பாட்டைச் சேர்க்கவும்

# nN_177
source: Complaint history
si: පැමිණිලි ඉතිහාසය
ta: முறைப்பாடுகளின் வரலாறு

# nN_178
source: Complaint ID
si: පැමිණිලි අංකය
ta: முறைப்பாட்டு அடையாள இலக்கம்

# nN_179
source: Complaint type
si: පැමිණිලි වර්ගය
ta: முறைப்பாட்டின் வகை

# nN_180
source: Status
si: තත්ත්වය
ta: நிலை

# nN_181
source: Date
si: දිනය
ta: திகதி

# nN_182
source: No content found
si: අන්තර්ගතයක් හමු නොවීය
ta: உள்ளடக்கம் இல்லை

# nN_183
source: Select type of support
si: ආධාරක වර්ගය තෝරන්න
ta: ஆதரவு வகையைத் தேர்ந்தெடுக்கவும்

# nN_184
source: Select a type
si: වර්ගයක් තෝරන්න
ta: ஒரு வகையைத் தேர்ந்தெடுக்கவும்

# nN_185
source: Product Category
si: නිෂ්පාදන කාණ්ඩය
ta: தயாரிப்பு வகை

# nN_186
source: Select a category
si: කාණ්ඩය තෝරන්න
ta: ஓர் வகையறா வை தேர்ந்தெடுக்கவும்

# nN_187
source: Product
si: නිෂ්පාදනය
ta: தயாரிப்பு

# nN_188
source: Select a product
si: නිෂ්පාදනයක් තෝරන්න
ta: ஒரு தயாரிப்பைத் தேர்ந்தெடுக்கவும்

# nN_189
source: Continue
si: දිගටම සිදු කරගෙන යන්න
ta: தொடரவும்

# nN_190
source: Name
si: නම
ta: பெயர்

# nN_191
source: Business Name (optional)
si: ව්‍යාපාර නාමය (විකල්ප)
ta: வணிகப் பெயர் (விரும்பினால்)

# nN_192
source: Upload images
si: පින්තූර උඩුගත කරන්න
ta: படங்களை பதிவேற்றவும்

# nN_193
source: Submit
si: යොමු කරන්න
ta: சமர்ப்பிக்கவும்

# nN_194
source: Complaint submitted
si: පැමිණිල්ල යොමු කරන්න ලදී
ta: முறைப்பாடு அளிக்கப்பட்டது

# nN_195
source: Personal Information
si: පුද්ගලික තොරතුරු
ta: தனிப்பட்ட தகவல்

# nN_196
source: Referral Link
si: යොමු කිරීමේ සබැඳිය
ta: பரிந்துரை இணைப்பு

# nN_197
source: Refer INSEE Nawa Niwasa to your family and friends and win exclusive discounts!
si: ඔබේ පවුලේ අයට සහ මිතුරන්ට INSEE Nawa Niwasa යොමු කර සුවිශේෂී වට්ටම් දිනා ගන්න!
ta: உங்கள் குடும்பத்தினர் மற்றும் நண்பர்களுக்கு INSEE நவ நிவசவை தெரியப்படுத்தி பிரத்தியேக தள்ளுபடிகளை வெல்லவும்!

# nN_198
source: Search Products
si: නිෂ්පාදන සෙවීම
ta: தயாரிப்புகளைத் தேடுங்கள்

# nN_199
source: Shop our Top Categories
si: අපගේ හොඳම භාණ්ඩ මිලදී ගන්න
ta: எங்கள் சிறந்த வகைகளை வாங்கவும்

# nN_200
source: Recently Viewed
si: මෑතකදී නරඹන ලදී
ta: சமீபத்தில் பார்த்தது

# nN_201
source: Add to Cart
si: ඇණවූමට එක් කරන්න
ta: கூடையில் சேர்க்கவும்

# nN_202
source: Most Selling Products
si: වැඩියෙන්ම අලෙවි වන නිෂ්පාදන
ta: அதிகம் விற்பனையாகும் பொருட்கள்

# nN_203
source: No products in this category
si: මෙම කාණ්ඩයේ නිෂ්පාදන නොමැත
ta: இந்த வகையில் தயாரிப்புகள் இல்லை

# nN_204
source: Rs
si: රු
ta: ரூபா

# nN_205
source: Qty
si: ප්‍රමාණය
ta: அளவு

# nN_206
source: Buy Now
si: දැන් මිලදී ගන්න
ta: இப்போது வாங்கவும்

# nN_208
source: Description
si: විස්තරය
ta: விளக்கம்

# nN_209
source: Fact File
si: කරුණු ගොනුව
ta: தகவல் விபர கோப்பு

# nN_210
source: Properties
si: ගුණාංග
ta: பண்புகள்

# nN_211
source: Compatibility
si: අනුකූලතාව
ta: இணக்கத்தன்மை

# nN_212
source: Applications
si: යෙදුම්
ta: விண்ணப்பங்கள்

# nN_213
source: Product Added
si: නිෂ්පාදනය එකතු කරන ලදී
ta: தயாரிப்பு சேர்க்கப்பட்டது

# nN_214
source: Total Amount
si: මුළු මුදල
ta: மொத்த தொகை

# nN_215
source: Proceed to Checkout
si: පිටවීම වෙත ඉදිරියට යන්න
ta: வெளியேறவும்

# nN_216
source: Shopping Cart
si: Cart
ta: கொள்வனவு கூடை

# nN_217
source: Remove from Cart
si: කරත්තයෙන් ඉවත් කරන්න
ta: கூடையில் இருந்து அகற்றவும்

# nN_218
source: Product will be taken off the order
si: නිෂ්පාදනය ඇණවුමෙන් ඉවත් කරනු ලැබේ
ta: தயாரிப்பு கோரலில் இருந்து அகற்றப்படும்

# nN_219
source: Remove
si: ඉවත් කරන්න
ta: அகற்றவும்

# nN_220
source: Checkout
si: පිටවීම
ta: சரிபார்க்கவும்

# nN_221
source: Product Name
si: නිෂ්පාදන නම
ta: பொருளின் பெயர்

# nN_222
source: Price
si: මිල
ta: விலை

# nN_223
source: Total
si: එකතුව
ta: மொத்தம்

# nN_224
source: Order Summary
si: ඇණවුම් සාරාංශය
ta: கோரலின் சுருக்கம்

# nN_225
source: Items Total
si: අයිතම එකතුව
ta: பொருட்கள் மொத்தம்

# nN_226
source: Handling Charges
si: හැසිරවීමේ ගාස්තු
ta: கையாளும் கட்டணங்கள்

# nN_227
source: Delivery Charges
si: බෙදා හැරීමේ ගාස්තු
ta: விநியோக கட்டணம்

# nN_228
source: Promotions
si: ප්‍රවර්ධන
ta: ஊக்குவிப்பு சலுகைகள்

# nN_229
source: Total Payment
si: මුළු ගෙවීම
ta: மொத்த கட்டணம்

# nN_230
source: Place Order
si: ස්ථාන ඇණවුම
ta: கோரலை முன் வைக்கவும்

# nN_231
source: You are entitled to free shipping!
si: ඔබට නොමිලේ නැව්ගත කිරීමට හිමිකම් ඇත!
ta: இலவச விநியோகத்திற்கு உங்களுக்கு உரிமை உண்டு!

# nN_232
source: Flash Sale
si: ෆ්ලෑෂ් අලෙවිය
ta: ஃபிளாஷ் விற்பனை

# nN_233
source: Offers and Promotions
si: පිරිනැමීම් සහ ප්‍රවර්ධන
ta: சலுகைகள் மற்றும் விளம்பரங்கள்

# nN_234
source: Apply
si: යොදන්න
ta: விண்ணப்பிக்கவும்

# nN_235
source: Enter Promo Code
si: ප්‍රවර්ධන කේතය ඇතුලත් කරන්න
ta: விளம்பரக் குறியீட்டை உள்ளிடவும்

# nN_1000
source: Verification Code
si: සත්‍යාපන කේතය
ta: சரிபார்க்கப்பட்ட குறியீடு

# nN_1001
source: Please enter the 6-digit OTP sent to your mobile
si: කරුණාකර ඔබගේ ජංගම දුරකථනයට එවන ලද ඉලක්කම් 6ක OTP ඇතුලත් කරන්න
ta: உங்கள் மொபைலுக்கு அனுப்பப்பட்ட 6 இலக்க OTP ஐ உள்ளிடவும்

# nN_1002
source: Verify
si: සත්‍යාපනය කරන්න
ta: சரிபார்க்கவும்

# nN_1003
source: Didn't receive OTP?
si: OTP ලැබුණේ නැද්ද?
ta: OTP பெறவில்லையா?

# nN_1004
source: Resend
si: නැවත යවන්න
ta: மீண்டும் அனுப்பு

# nN_1005
source: Create a new password
si: නව මුරපදයක් සාදන්න
ta: புதிய கடவுச்சொல்லை உருவாக்கவும்

# nN_1006
source: Sorting & Filtering
si: වර්ග කිරීම සහ පෙරීම
ta: வரிசைப்படுத்துதல் & வடிகட்டுதல்

# nN_1007
source: Select Type
si: වර්ගය තෝරන්න
ta: வகையைத் தேர்ந்தெடுக்கவும்

# nN_1008
source: Make a complaint
si: පැමිණිල්ලක් කරන්න
ta: புகார் செய்யுங்கள்

# nN_1009
source: My BOQ Estimates
si: මගේ BOQ ඇස්තමේන්තු
ta: எனது BOQ மதிப்பீடுகள்

# nN_1010
source: Next
si: ඊළඟ
ta: அடுத்தது

# nN_1011
source: Reset
si: යළි පිහිටුවන්න
ta: மீட்டமை

# nN_1012
source: Save Changes
si: වෙනස්කම් සුරකින්න
ta: மாற்றங்களை சேமியுங்கள்

# nN_1013
source: Builder
si: ඉදි කරන්නා
ta: பில்டர்

# nN_1014
source: Complaint
si: පැමිණිල්ල
ta: புகார்

# nN_1016
source: Profile
si: පැතිකඩ
ta: சுயவிவரம்

# nN_1017
source: Jobs
si: රැකියා
ta: வேலைகள்

# nN_1018
source: Messages
si: පණිවිඩ
ta: செய்திகள்

# nN_1019
source: Technical Assistance
si: තාක්ෂණික සහාය
ta: தொழில்நுட்ப உதவி

# nN_1020
source: Home
si: නිවස
ta: முகப்பு

# nN_1021
source: Store
si: වෙළඳසැල
ta: ஸ்டோர்

# nN_1023
source: Edit profile picture
si: පැතිකඩ පින්තූරය සංස්කරණය කරන්න
ta: சுயவிவரப் படத்தைத் திருத்து

# nN_1024
source: Upload Image
si: රූපය උඩුගත කරන්න
ta: படத்தைப் பதிவேற்று

# nN_1025
source: Take Photo
si: ඡායාරූප ගන්න
ta: புகைப்படம் எடு

# nN_1026
source: Choose Photo
si: ඡායාරූපය තෝරන්න
ta: புகைப்படத்தைத் தேர்ந்தெடு

# nN_1027
source: Remove Photo
si: ඡායාරූපය ඉවත් කරන්න
ta: புகைப்படத்தை அகற்று

# nN_1028
source: Delete Account
si: ගිණුම මකන්න
ta: கணக்கை நீக்கு

# nN_1029
source: This action will delete your account.
si: මෙම ක්‍රියාව ඔබගේ ගිණුම මකනු ඇත.
ta: இந்தச் செயல் உங்கள் கணக்கை நீக்கிவிடும்.

# nN_1030
source: Delete
si: මකන්න
ta: நீக்கு

# nN_1031
source: No complaints found. Tap add new complaint button to create a complaint
si: පැමිණිලි කිසිවක් හමු නොවීය. පැමිණිල්ලක් සෑදීමට නව පැමිණිලි එක් කරන්න බොත්තම තට්ටු කරන්න
ta: புகார் எதுவும் இல்லை. புகாரை உருவாக்க புதிய புகாரைச் சேர் பொத்தானைத் தட்டவும்

# nN_1032
source: Refresh
si: නැවුම් කරන්න
ta: புதுப்பித்தல்

# nN_1033
source: No estimates found. Tap add button to create an estimate.
si: ඇස්තමේන්තු හමු නොවීය. ඇස්තමේන්තුවක් සෑදීමට එකතු කරන්න බොත්තම තට්ටු කරන්න.
ta: மதிப்பீடுகள் எதுவும் இல்லை. மதிப்பீட்டை உருவாக்க சேர் பொத்தானைத் தட்டவும்.

# nN_1034
source: View
si: බලන්න
ta: பார்வை

# nN_1035
source: Delete
si: මකන්න
ta: நீக்கு

# nN_1036
source: Download
si: බාගන්න
ta: பதிவிறக்கு

# nN_1037
source: Your job list is empty
si: ඔබේ රැකියා ලැයිස්තුව හිස්
ta: உங்கள் வேலை பட்டியல் காலியாக உள்ளது

# nN_1038
source: Estimation name
si: ඇස්තමේන්තු නම
ta: மதிப்பீட்டு பெயர்

# nN_1039
source: Email Estimate
si: ඊමේල් ඇස්තමේන්තුව
ta: மின்னஞ்சல் மதிப்பீடு

# nN_1040
source: Email me a PDF of this estimate.
si: මෙම ඇස්තමේන්තුවේ PDF එකක් මට විද්‍යුත් තැපැල් කරන්න.
ta: இந்த மதிப்பீட்டின் PDFஐ எனக்கு மின்னஞ்சல் செய்யவும்.

# nN_1041
source: Quantity
si: ප්‍රමාණය
ta: அளவு

# nN_1042
source: Promotions available
si: ප්‍රවර්ධන තිබේ
ta: விளம்பரங்கள் உள்ளன

# nN_1043
source: Add
si: එකතු කරන්න
ta: சேர்

# nN_1044
source: General Promotion
si: සාමාන්‍ය ප්‍රවර්ධනය
ta: பொது பதவி உயர்வு

# nN_1045
source: Promo Code Promotion
si: ප්‍රවර්ධන කේත ප්‍රවර්ධනය
ta: விளம்பர குறியீடு விளம்பரம்

# nN_1046
source: Limited Time Offers
si: සීමිත කාල දීමනා
ta: வரையறுக்கப்பட்ட நேர சலுகைகள்

# nN_1047
source: Bundle Offers
si: බණ්ඩල් පිරිනැමීම්
ta: தொகுப்பு சலுகைகள்

# nN_1048
source: I accept the
si: මම පිළිගන්නවා
ta: நான் ஏற்கிறேன்

# nN_1049
source: Terms and Conditions
si: නියම සහ කොන්දේසි
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள்

# nN_1050
source: Delivery Location
si: බෙදාහැරීමේ ස්ථානය
ta: டெலிவரி இடம்

# nN_1051
source: Change
si: වෙනස් කරන්න
ta: மாற்றம்

# nN_1052
source: Search Location
si: ස්ථානය සොයන්න
ta: இருப்பிடத்தைத் தேடு

# nN_1053
source: Selected Location
si: තෝරාගත් ස්ථානය
ta: தேர்ந்தெடுக்கப்பட்ட இடம்

# nN_1054
source: Done
si: හරි
ta: முடிந்தது

# nN_1055
source: Continue as Guest
si: අමුත්තෙකු ලෙස ඉදිරියට යන්න
ta: விருந்தினராகத் தொடரவும்

# nN_1056
source: or
si: හෝ
ta: அல்லது

# nN_1057
source: Select Location
si: ස්ථානය තෝරන්න
ta: இருப்பிடத்தைத் தேர்ந்தெடு

# nN_1059
source: Continue with Apple
si: Apple සමඟින් ඉදිරියට යන්න
ta: ஆப்பிளுடன் தொடரவும்

# nN_1060
source: Camera
si: කැමරාව
ta: கேமரா

# nN_1061
source: Photo & Video Library
si: ඡායාරූප සහ වීඩියෝ පුස්තකාලය
ta: புகைப்படம் மற்றும் வீடியோ நூலகம்

# nN_1062
source: Documents
si: ලේඛන
ta: ஆவணங்கள்

# nN_1063
source: Your Cart is Empty
si: ඔබේ කරත්තය හිස්
ta: உங்கள் வண்டி காலியாக உள்ளது

# nN_1064
source: Your shopping cart is currently empty. Start adding items now to fill it up!
si: ඔබේ සාප්පු කරත්තය දැනට හිස්ය. එය පිරවීමට දැන් අයිතම එකතු කිරීම අරඹන්න!
ta: உங்கள் ஷாப்பிங் கார்ட் தற்போது காலியாக உள்ளது. அதை நிரப்ப இப்போதே பொருட்களைச் சேர்க்கத் தொடங்குங்கள்!

# nN_1065
source: Play Video
si: වීඩියෝව වාදනය කරන්න
ta: வீடியோவை இயக்கு

# nN_1066
source: More
si: තවත්
ta: மேலும்

# nN_1067
source: Pause Video
si: වීඩියෝව විරාම කරන්න
ta: வீடியோவை இடைநிறுத்து

# nN_1068
source: Nothing to show here!
si: මෙහි පෙන්වීමට කිසිවක් නැත!
ta: இங்கே காட்டுவதற்கு எதுவும் இல்லை!

# nN_1069
source: Private
si: පුද්ගලික
ta: தனியார்

# nN_1070
source: Public
si: පොදු
ta: பொது

# nN_1071
source: Delete Action
si: මකන්න ක්‍රියාව
ta: நீக்கு நடவடிக்கை

# nN_1072
source: Confirm the decision
si: තීරණය තහවුරු කරන්න
ta: முடிவை உறுதிப்படுத்தவும்

# nN_1073
source: Estimate Calculation
si: ඇස්තමේන්තු ගණනය
ta: மதிப்பீட்டு கணக்கீடு

# nN_1074
source: Share Estimate
si: බෙදාගන්න ඇස්තමේන්තුව
ta: பகிர்வு மதிப்பீடு

# nN_1075
source: Your estimate is saved and a PDF copy of the estimate has been emailed to you. Alternatively, you can share this estimate with others below.
si: ඔබේ ඇස්තමේන්තුව සුරකින අතර ඇස්තමේන්තුවේ PDF පිටපතක් ඔබට විද්‍යුත් තැපෑලෙන් එවා ඇත. විකල්පයක් ලෙස, ඔබට මෙම ඇස්තමේන්තුව පහත අනෙක් අය සමඟ බෙදා ගත හැක.
ta: உங்கள் மதிப்பீடு சேமிக்கப்பட்டது மற்றும் மதிப்பீட்டின் PDF நகல் உங்களுக்கு மின்னஞ்சலில் அனுப்பப்பட்டுள்ளது. மாற்றாக, இந்த மதிப்பீட்டை கீழே உள்ள மற்றவர்களுடன் பகிர்ந்து கொள்ளலாம்.

# nN_1076
source: You can share this estimate with others below.
si: ඔබට මෙම ඇස්තමේන්තුව පහත අනෙකුත් අය සමඟ බෙදා ගත හැක.
ta: இந்த மதிப்பீட்டை நீங்கள் கீழே உள்ள மற்றவர்களுடன் பகிர்ந்து கொள்ளலாம்.

# nN_1077
source: There are no products to show here
si: මෙහි පෙන්වීමට නිෂ්පාදන නොමැත
ta: இங்கே காண்பிக்க எந்த தயாரிப்புகளும் இல்லை

# nN_1078
source: Latest Notifications
si: නවතම දැනුම්දීම්
ta: சமீபத்திய அறிவிப்புகள்

# nN_1079
source: Download Details File
si: විස්තර ගොනුව බාගන්න
ta: விவரக் கோப்பைப் பதிவிறக்கவும்

# nN_1080
source: Chat
si: චැට්
ta: அரட்டை
