Repository: Lakmal256/nn-customer-mobile
Catalog: lib/l10n/app_*.arb
Languages: si, ta

# nN_001
source: Welcome!
si: සාදරයෙන් පිළිගනිමු!
ta: நல்வரவு!

# nN_002
source: Enter your credentials to login
si: පිවිසුම් වීමට ඔබගේ අක්තපත්‍ර ඇතුලත් කරන්න
ta: உள்நுழைய உங்கள் விபரங்களை உள்ளிடவும்

# nN_003
source: Email Address
si: ඊමේල් ලිපිනය
ta: மின்னஞ்சல் முகவரி

# nN_004
source: Password
si: මුරපදය
ta: கடவுச்சொல்

# nN_005
source: Login
si: පිවිසුම
ta: உள்நுழையவும்

# nN_006
source: Invalid username or password
si: වලංගු නොවන පරිශීලක නාමය හෝ මුරපදය
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல்

# nN_007
source: Forgot Password?
si: මුරපදය අමතකද?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

# nN_008
source: Don’t have an account?
si: ගිණුමක් නැද්ද?
ta: கணக்கொன்று இல்லையா?

# nN_009
source: Register
si: ලේඛනය
ta: பதிவுசெய்க

# nN_010
source: Forgot your password?
si: ඔබගේ මුරපදය අමතකද?
ta: உங்கள் கடவுச்சொல்லை மறந்து விட்டீர்களா?

# nN_011
source: Select a method that you like to receive the OTP
si: ඔබ OTP ලැබීමට කැමති ක්‍රමයක් තෝරන්න
ta: நீங்கள் OTP ஐ பெற விரும்பும் முறையைத் தேர்ந்தெடுக்கவும்

# nN_012
source: Select
si: තේරීම
ta: தேர்ந்தெடுக்கவும்

# nN_013
source: Submit
si: ඉදිරිපත් කරන්න
ta: சமர்ப்பிக்கவும்

# nN_014
source: Enter your registered mobile number to get OTP to Reset your Password
si: ඔබගේ මුරපදය නැවත සැකසීමට OTP ලබා ගැනීමට ඔබගේ ලියාපදිංචි ජංගම දුරකථන අංකය ඇතුලත් කරන්න
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க OTP ஐப் பெற உங்கள் பதிவு செய்யப்பட்ட மொபைல் இலக்கத்தை உள்ளிடவும்

# nN_015
source: Mobile Number
si: ජංගම දුරකථන අංකය
ta: மொபைல் இலக்கம்

# nN_016
source: Send OTP
si: OTP යවන්න
ta: OTP ஐ அனுப்பவும்

# nN_017
source: Invalid phone number
si: වලංගු නොවන දුරකථන අංකයකි
ta: தவறான தொலைபேசி இலக்கம்

# nN_018
source: Reset your Password
si: ඔබගේ මුරපදය යළි පිහිටුවන්න
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும்

# nN_019
source: Enter a new password
si: නව මුරපදයක් ඇතුළත් කරන්න
ta: புதிய கடவுச்சொல்லை உள்ளிடவும்

# nN_020
source: Re-enter the new password
si: නව මුරපදය නැවත ඇතුල් කරන්න
ta: புதிய கடவுச்சொல்லை மீண்டும் உள்ளிடவும்

# nN_021
source: Your password does not meet the required guidelines. Please try again.
si: ඔබගේ මුරපදය අවශ්‍ය මාර්ගෝපදේශ සපුරාලන්නේ නැත. කරුණාකර නැවත උත්සාහ කරන්න.
ta: உங்கள் கடவுச்சொல் தேவையான வழிகாட்டுதல்களை பூர்த்தி செய்யவில்லை. தயவு செய்து மீண்டும் முயற்சிக்கவும்.

# nN_022
source: OK
si: හරි
ta: சரி

# nN_023
source: Password Reset Successful
si: මුරපදය යළි පිහිටුවීම සාර්ථකයි
ta: கடவுச்சொல் மீட்டமைப்பு வெற்றிகரமாக இடம்பெற்றுள்ளது

# nN_024
source: Your password is successfully reset. Click OK button below to go back to Login page.
si: ඔබගේ මුරපදය සාර්ථකව යළි සකසා ඇත. පහත OK බොත්තම ක්ලික් කරන්න
ta: உங்கள் கடவுச்சொல் வெற்றிகரமாக மீட்டமைக்கப்பட்டுள்ளது. உள்நுழைவு பக்கத்திற்குச் செல்ல, கீழே உள்ள சரி என்ற பொத்தானைக் கிளிக் செய்யவும்

# nN_025
source: Register with Nawa Niwasa. Enter your credentials to register
si: ලියාපදිංචි වීමට ඔබේ අක්තපත්‍ර ඇතුළත් කරන්න
ta: நவ நிவசவில் பதிவு செய்யுங்கள். பதிவு செய்ய உங்கள் விபரங்களை உள்ளிடவும்

# nN_026
source: First Name
si: මුල් නම
ta: முதற் பெயர்

# nN_027
source: Last Name
si: අවසන් නම
ta: கடைசி பெயர்

# nN_028
source: Add a location
si: ස්ථානයක් එක් කරන්න
ta: இடத்தைச் சேர்க்கவும்

# nN_029
source: Language
si: භාෂාව
ta: மொழி

# nN_030
source: Continue with Facebook
si: Facebook සමඟින් ඉදිරියට යන්න
ta: முகநூலில் தொடரவும்

# nN_031
source: Continue with Google
si: Google සමඟින් ඉදිරියට යන්න
ta: கூகுளுடன் தொடரவும்

# nN_032
source: Register
si: ලියාපදිංචි වීම
ta: பதிவு செய்யுங்கள்

# nN_033
source: Invalid name
si: වලංගු නොවන නමකි
ta: தவறான பெயர்

# nN_034
source: Invalid email
si: වලංගු නොවන ඊමේල්
ta: தவறான மின்னஞ்சல்

# nN_035
source: Invalid phone number
si: වලංගු නොවන දුරකථන අංකයකි
ta: தவறான தொலைபேசி இலக்கம்

# nN_036
source: Please fill out this field
si: කරුණාකර මෙම ක්ෂේත්‍රය පුරවන්න
ta: இந்த இடத்தை நிரப்பவும்

# nN_037
source: Length must be less than or equal to 20 characters long
si: දිග අක්ෂර 20 ට වඩා අඩු හෝ සමාන විය යුතුය
ta: நீளம் 20 எழுத்துகளுக்கு குறைவாகவோ அல்லது அதற்கு சமமாகவோ இருக்க வேண்டும்

# nN_038
source: Account created successfully
si: ගිණුම සාර්ථකව සාදන ලදී
ta: கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டுள்ளது

# nN_039
source: Your Account is successfully created. Click OK button below to go back to Login page.
si: ඔබේ ගිණුම සාර්ථකව නිර්මාණය කර ඇත. පහත OK බොත්තම ක්ලික් කරන්න
ta: உங்கள் கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டுள்ளது. உள்நுழைவு பக்கத்திற்குச் செல்ல, கீழே உள்ள சரி பொத்தானைக் கிளிக் செய்யவும்

# nN_040
source: Need support?
si: සහාය අවශ්‍යද?
ta: உதவி தேவையா?

# nN_041
source: Click here
si: මෙතන ක්ලික් කරන්න
ta: இங்கே கிளிக் செய்யவும்

# nN_042
source: Search Builder
si: ඉදිකිරීම් කරුවන් සෙවීම
ta: நிர்மாணிப்பாளரைத் தேடவும்

# nN_043
source: BOQ
ta: அளவைப்பட்டியல்

# nN_044
source: Complaints
si: පැමිණිලි
ta: முறைப்பாடுகள்

# nN_045
source: Technical Assistance
si: තාක්ෂණික සහාය
ta: தொழில்நுட்ப உதவி

# nN_046
source: Products
si: නිෂ්පාදන
ta: தயாரிப்புகள்

# nN_047
source: Builders
si: ඉදිකිරීම් කරුවන්
ta: நிர்மாணிப்பாளர்கள்

# nN_048
source: A builder is a skilled professional in the construction industry who specialises in creating structures and buildings A builder
si: යනු ව්‍යුහයන් සහ ගොඩනැගිලි නිර්මාණය කිරීමට විශේෂඥයෙකු
ta: நிர்மாணிப்பாளர் என்பவர் கட்டுமானத் துறையில் நிபுணத்துவம் வாய்ந்த நிபுணராகும், அவர் கட்டமைப்புகள் மற்றும் கட்டிடங்களை உருவாக்குவதில் நிபுணத்துவம் பெற்றவர்

# nN_049
source: Explore
si: ගවේෂණය
ta: ஆராயுங்கள்

# nN_050
source: About Us
si: අප ගැන
ta: எங்களைப் பற்றி

# nN_051
source: Privacy Policy
si: රහස්‍යතා ප්‍රතිපත්තිය
ta: தனியுரிமைக் கொள்கை

# nN_052
source: Return Policy
si: ප්‍රතිලාභ ප්‍රතිපත්තිය
ta: மீள்திருப்பல் கொள்கை

# nN_053
source: Terms and Conditions
si: නියම සහ කොන්දේසි
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள்

# nN_054
source: Need Help?
si: උදවු අවශ්‍යද?
ta: உதவி தேவையா?

# nN_055
source: Contact Us
si: අප අමතන්න
ta: எங்களை தொடர்பு கொள்ளுங்கள்

# nN_056
source: Calculators
si: ගණක යන්ත්‍ර
ta: கணிப்பான் பொறிகள்

# nN_057
source: Level 25, Access Tower II, 278/4, Union Place, Colombo 05
si: 25 වන මහල, Access කුළුණ II, 278/4, යුනියන් පෙදෙස, කොළඹ 05
ta: 25 வது மாடி, அக்சஸ் டவர் II, 278/4, யூனியன் பிளேஸ், கொழும்பு 05

# nN_058
source: Find an Outlet
si: අලෙවිසැලක් සොයන්න
ta: விற்பனை மையமொன்றைக் கண்டறியுங்கள்

# nN_059
source: Download our App
si: අපගේ යෙදුම බාගත කරගන්න
ta: எங்கள் செயலியைப் பதிவிறக்கவும்

# nN_060
source: Support and Complaints
si: සහාය සහ පැමිණිලි
ta: உதவி மற்றும் முறைப்பாடுகள்

# nN_061
source: Store E
si: වෙළඳසැල
ta: விற்பனை நிலையம்

# nN_062
source: My Jobs
si: මගේ රැකියා
ta: எனது பணிகள்

# nN_063
source: My Messages
si: මගේ පණිවිඩ
ta: எனது செய்திகள்

# nN_064
source: Profile
si: ගිණුම
ta: சுயவிவரம்

# nN_065
source: Logout
si: බොත්තම පිටවීම
ta: வெளியேறுங்கள்

# nN_066
source: Search Builders
si: ඉදිකිරීම් කරුවන් සෙවීම
ta: நிர்மாணிப்பாளர்களைக் கண்டறியவும்...

# nN_067
source: All
si: සියල්ල
ta: அனைத்தும்

# nN_068
source: Builder Skills:
si: ගොඩනැගීමේ කුසලතා:
ta: நிர்மாணிப்பாளரின் திறன்கள்:

# nN_069
source: Post a Job
si: රැකියාවක් පළ කරන්න
ta: ஒரு பணியை இடுகையிடவும்

# nN_070
source: Create New Job
si: නව රැකියාවක් සාදන්න
ta: புதிய பணியை உருவாக்குங்கள்

# nN_071
source: Job Title
si: රැකියා මාතෘකාව
ta: பணியின் தலைப்பு

# nN_072
source: Type of Repair
si: අලුත්වැඩියා කිරීමේ වර්ගය
ta: திருத்த வேலையின் வகை

# nN_073
source: Location
si: ස්ථානය
ta: இடம்

# nN_074
source: Enter the job description
si: රැකියා විස්තරය ඇතුළත් කරන්න
ta: பணி விளக்கத்தை உள்ளிடவும்

# nN_075
source: Add an image
si: රූපයක් එක් කරන්න
ta: படத்தைச் சேர்க்கவும்

# nN_076
source: Click to upload images
si: පින්තූර උඩුගත කිරීමට ක්ලික් කරන්න
ta: படங்களை பதிவேற்ற கிளிக் செய்யவும்

# nN_077
source: Upload
si: උඩුගත කිරීම
ta: பதிவேற்றவும்

# nN_078
source: Post
si: පළ කරන්න
ta: பதிவிடவும்

# nN_079
source: Job successfully created
si: කාර්ය සාර්ථකව නිර්මාණය කරන ලදී
ta: பணி வெற்றிகரமாக உருவாக்கப்பட்டது

# nN_080
source: Available
si: තිබේ
ta: கிடைக்கின்றது

# nN_081
source: Assign a job
si: කාර්ය පවරන්න
ta: ஒரு பணியை ஒதுக்குங்கள்

# nN_082
source: Send message
si: පණිවිඩය යවන්න
ta: செய்தி அனுப்பவும்

# nN_083
source: Availability
si: ලබා ගැනීමේ හැකියාව
ta: கிடைக்கும் தன்மை

# nN_084
source: Job Type
si: රැකියා වර්ගය
ta: பணி வகை

# nN_085
source: Skill categories
si: කුසලතා කාණ්ඩ
ta: திறன் வகைகள்

# nN_086
source: Preferred Location
si: කැමති ස්ථානය
ta: விருப்பமான இடம்

# nN_087
source: Enter the job title
si: රැකියා මාතෘකාව ඇතුළත් කරන්න
ta: பணியின் தலைப்பை உள்ளிடவும்

# nN_088
source: Enter the location
si: ස්ථානය ඇතුළු කරන්න
ta: இடத்தை உள்ளிடவும்

# nN_089
source: Description
si: විස්තරය
ta: விளக்கம்

# nN_090
source: Select a location
si: ස්ථානයක් තෝරන්න
ta: ஒரு இடத்தைத் தேர்ந்தெடுக்கவும்

# nN_091
source: Assign
si: පැවරීම
ta: ஒதுக்கவும்

# nN_092
source: BOQ Calculators
si: BOQ ගණනය කිරීම
ta: அளவைப்பட்டியல் கணிப்பான் பொறிகள்

# nN_093
source: Weather Conditions for Concrete Placement
si: කොන්ක්‍රීට් ඉරිතැලීමේ සම්භාවිතාව ගණනය කිරීම
ta: கொங்கிரீட் விரிசல் அடையும் நிகழ்தகவுக்கான கணிப்பான் பொறி

# nN_094
source: Calculate the BOQs for concrete, plaster, flooring, paint and brickwork. To make an estimate, choose one or more calculators, with the option to save, share, and download BOQs.
si: කොන්ක්‍රීට්, ප්ලාස්ටර්, බිම් ඇතුරුම්, තීන්ත සහ ගඩොල් වැඩ සඳහා BOQ ගණනය කරන්න. ඇස්තමේන්තුවක් කිරීමට, BOQ සුරැකීමට, බෙදා ගැනීමට සහ බාගැනීමට ඇති විකල්පය සමඟින් ගණක යන්ත්‍ර එකක් හෝ කිහිපයක් තෝරන්න.
ta: கொங்கிரீட், பிளாஸ்டர், தரையமைப்பு, தீந்தை மற்றும் செங்கல் வேலைக்கான அளவைப் பட்டியலை கணிப்பிடுங்கள். மதிப்பீட்டைச் செய்ய, ஒன்று அல்லது அதற்கு மேற்பட்ட கணிப்பான் பொறிகளைத் தெரிவுசெய்து, அளவைப் பட்டியல்களைச் சேமிக்கவும், பகிரவும் மற்றும் பதிவிறக்கவும்.

# nN_095
source: Calculate whether conditions are favourable for concrete placement. Pick between the default and advanced options to calculate the probability of concrete cracking before its placement.
si: කොන්ක්‍රීට් තැබීම සඳහා කොන්දේසි හිතකරදැයි ගණනය කරන්න. එය තැබීමට පෙර කොන්ක්‍රීට් ඉරිතැලීමේ සම්භාවිතාව ගණනය කිරීම සඳහා පෙරනිමි සහ උසස් විකල්ප අතර තෝරන්න.
ta: கொங்கிரீட் இடுவதற்கு சாதகமான நிலைமைகள் உள்ளதா என்பதைக் கணக்கிடுங்கள். அதனை இடுவதற்கு முன்னர், கொங்கிரீட் விரிசல் நிகழ்தகவைக் கணிப்பிடுவ தற்கு, முன்னிருப்பு மற்றும் மேம்பட்ட தெரிவுகளுக்கு இடையே தெரிவு செய்யவும்.

# nN_096
source: Search BOQ...
si: සෙවුම් BOQ...
ta: அளவைப் பட்டியலைக் கண்டறியவும்...

# nN_097
source: BOQ Name BOQ
si: නම
ta: அளவைப் பட்டியலின் பெயர்

# nN_098
source: Created Date
si: නිර්මාණය කළ දිනය
ta: உருவாக்கப்பட்ட திகதி

# nN_099
source: Share
si: බෙදාගැනීම
ta: பகிரவும்

# nN_100
source: Actions
si: ක්‍රියා
ta: நடவடிக்கைகள்

# nN_101
source: Rows per page
si: පේළි පිටුවකට
ta: ஒரு பக்கத்திற்கான வரிசைகள்

# nN_102
source: Create estimate
si: ඇස්තමේන්තුව සාදන්න
ta: மதிப்பீட்டை உருவாக்கவும்

# nN_103
source: Select estimate items
si: අයිතම තෝරන්න
ta: மதிப்பிடப்பட்ட உருப்படிகளைத் தேர்ந்தெடுக்கவும்

# nN_104
source: Calculate
si: ගණනය කරන්න
ta: கணிப்பிடவும்

# nN_105
source: Width
si: පළල
ta: அகலம்

# nN_106
source: Length
si: දිග
ta: நீளம்

# nN_107
source: Depth
si: ගැඹුර
ta: ஆழம்

# nN_108
source: Unit
si: ඒකකය
ta: அலகு

# nN_109
source: Grade of concrete
si: කොන්ක්‍රීට් ශ්‍රේණිය
ta: கொங்கிரீட்டின் தரம்

# nN_110
source: Height
si: උස
ta: உயரம்

# nN_111
source: Plaster Type
si: ප්ලාස්ටර් වර්ගය
ta: பிளாஸ்டர் வகை

# nN_112
source: Type
si: වර්ගය
ta: வகை

# nN_113
source: Estimation name is empty
si: ඇස්තමේන්තු නම හිස්ය
ta: மதிப்பீட்டின் பெயர் வெறுமையாக உள்ளது

# nN_114
source: {fieldName} measurement is required
si: {fieldName} මැනීම අවශ්‍ය වේ
ta: {fieldName} அளவீடு தேவை

# nN_115
source: {fieldName} value is required
si: {fieldName} අගය අවශ්‍යයි
ta: {fieldName} பெறுமதி தேவைப்படுகின்றது

# nN_116
source: Plaster/Flooring unit type is required
si: ප්ලාස්ටර් / බිම් ඒකක වර්ගය අවශ්‍ය වේ
ta: பிளாஸ்டர்/தரை அலகு வகை தேவைப்படுகின்றது

# nN_117
source: Type of brick/plaster is required
si: වර්ගය ගඩොල්/ප්ලාස්ටර් අවශ්‍ය වේ
ta: செங்கல் / பிளாஸ்டர் வகை தேவைப்படுகின்றது

# nN_118
source: Materials
si: ද්‍රව්‍ය
ta: பொருட்கள்

# nN_119
source: Quantity
si: ප්‍රමාණය
ta: அளவு

# nN_120
source: Total Area of {boqType}
si: {boqType} මුළු ප්‍රදේශය
ta: {boqType} மொத்த பரப்பளவு

# nN_121
source: {boqType} BOQ
ta: {boqType} அளவைப் பட்டியல்

# nN_122
source: Save BOQ
si: සුරැකීම BOQ
ta: அளவைப் பட்டியலை சேமிக்கவும்

# nN_123
source: Share BOQ via email
si: ඊමේල් හරහා බෙදා ගන්න
ta: BOQ மின்னஞ்சல் மூலம் அளவைப் பட்டியலைப் பகிரவும்

# nN_124
source: Estimate saved
si: ඇස්තමේන්තුව සුරකින ලදී
ta: மதிப்பீடு சேமிக்கப்பட்டது

# nN_125
source: Weather Conditions for Concrete Placement
si: කොන්ක්‍රීට් ඉරිතැලීමේ සම්භාවිතාව ගණනය කිරීම
ta: கொங்கிரீட் விரிசலுக்கான நிகழ்தகவு கணிப்பீடு

# nN_126
source: Default option
si: පෙරනිමි විකල්පය
ta: முன்னிருப்பு தெரிவு

# nN_127
source: Advanced option
si: වෙනත් උසස් විකල්පය
ta: மேம்பட்ட தெரிவு

# nN_128
source: This default option of calculating the concrete cracking probability has relatively
si: කොන්ක්‍රීට් ඉරිතැලීමේ සම්භාවිතාව ගණනය කිරීමේ මෙම පෙරනිමි විකල්පය සාපේක්ෂව
ta: கொங்கிரீட் விரிசலுக்கான நிகழ்தகவைக் கணிப்பிடுவதற்கான இந்த முன்னிருப்பு தெரிவு ஒப்பீட்டளவில்

# nN_128_p1
source: low accuracy
si: අඩු නිරවද්‍යතාවයක් ඇත.
ta: குறைந்த துல்லியத்தைக் கொண்டுள்ளது

# nN_129
source: Concrete temperature
si: කොන්ක්‍රීට් උෂ්ණත්වය
ta: கொங்கிரீட் வெப்பநிலை

# nN_130
source: Fill the empty fields before continuing
si: ඉදිරියට පෙර හිස් ක්ෂේත්‍ර පුරවන්න
ta: தொடர்வதற்கு முன் வெறுமையான புலங்களை நிரப்பவும்

# nN_131
source: Ambient temperature
si: පරිසර උෂ්ණත්වය
ta: சுற்றுப்புற வெப்பநிலை

# nN_132
source: Relative humidity
si: සාපේක්ෂ ආර්ද්රතාවය
ta: ஒப்பீட்டு ஈரப்பதம்

# nN_133
source: Wind velocity
si: සුළං වේගය
ta: காற்றின் வேகம்

# nN_134
source: For higher accuracy, · An average wind speed(not the maximum gust speed) should be used, and it should be measured at an elevation of about 0.5 m above the concrete surface. · The relative humidity and air temperature should be measured in the shade, upwind of the placement, and 1.2 to 1.8 m above the concrete surface.
si: වැඩි නිරවද්‍යතාවයක් සඳහා, · සාමාන්‍ය සුළං වේගයක් (උපරිම සුළං වේගය නොවේ) භාවිතා කළ යුතු අතර, එය කොන්ක්‍රීට් මතුපිටට වඩා මීටර් 0.5ක් පමණ උන්නතාංශයක දී මැනිය යුතුය. · සාපේක්ෂ ආර්ද්රතාවය සහ වාතයේ උෂ්ණත්වය සෙවණෙහි, ස්ථානගත කිරීමේ ඉහළ සුළං සහ කොන්ක්‍රීට් මතුපිටට වඩා මීටර් 1.2 සිට 1.8 දක්වා මැනිය යුතුය.
ta: அதிக துல்லியத்திற்காக, சராசரி காற்றின் வேகம் (அதிகபட்ச வன்காற்று வேகம் அல்ல) பயன்படுத்தப்பட வேண்டும், மேலும் அது கொங்கிரீட் மேற்பரப்பில் இருந்து சுமார் 0.5 மீ உயரத்தில் அளவிடப்பட வேண்டும். தொடர்பான ஈரப்பதம் மற்றும் காற்றின் வெப்பநிலையை நிழலிலும், மேல்காற்றிலும், கொங்கிரீட் மேற்பரப்பிலிருந்து 1.2 முதல் 1.8 மீ வரையிலும் அளவிட வேண்டும்.

# nN_135
source: Concrete cracking probability
si: කොන්ක්‍රීට් ඉරිතැලීමේ සම්භාවිතාව ගණනය කිරීම
ta: கொங்கிரீட் விரிசலுக்கான நிகழ்தகவு

# nN_136
source: The Evaporation Rate Index is out of scope. Try using valid probability values.
si: පණිවිඩය වාෂ්පීකරණ අනුපාත දර්ශකය විෂය පථයෙන් බැහැර ය. වලංගු සම්භාවිතා අගයන් භාවිතා කිරීමට උත්සාහ කරන්න.
ta: ஆவியாதல் வீதக் குறியீடு வரம்பிற்கு அப்பாற்பட்டது. சரியான நிகழ்தகவு பெறுமானங்களைப் பயன்படுத்த முயற்சிக்கவும்.

# nN_137
source: The above conditions are very favourable for concrete placement.
si: ඉහත කොන්දේසි කොන්ක්‍රීට් තැබීම සඳහා ඉතා හිතකර වේ
ta: மேலே உள்ள நிபந்தனைகள் கொங்கிரீட் இடுவதற்கு மிகவும் சாதகமானவை.

# nN_138
source: The above conditions are moderately favourable for concrete placement.
si: කොන්දේසි කොන්ක්‍රීට් තැබීම සඳහා මධ්‍යස්ථව හිතකර වේ
ta: மேலே உள்ள நிலைமைகள் கொங்கிரீட் இடுவதற்கு மிதமான அளவில் சாதகமானவை.

# nN_139
source: The above conditions are not favourable for concrete placement.
si: ඉහත කොන්දේසි කොන්ක්‍රීට් තැබීම සඳහා හිතකර නොවේ
ta: மேலே உள்ள நிபந்தனைகள் கொங்கிரீட் இடுவதற்கு சாதகமாக இல்லை.

# nN_140
source: The following protective measures are recommended
si: පහත සඳහන් ආරක්ෂණ පියවර නිර්දේශ කරනු ලැබේ
ta: பின்வரும் பாதுகாப்பு நடவடிக்கைகள் பரிந்துரைக்கப்படுகின்றன

# nN_140_1_title
source: 1. Erecting temporary windbreaks
si: 1. තාවකාලික සුළං බාධක ඉදිකිරීම
ta: 1. தற்காலிக காற்றுத்தடைகளை அமைத்தல்

# nN_140_1_text
source: Higher wind velocities can greatly affect the rate of evaporation of water from the concrete being placed. This in turn will result in plastic shrinkage cracking of concrete. Therefore, erect temporary windbreaks to reduce the wind velocity over the surface of the concrete.
si: ඉහල සුළං වේගය කොන්ක්‍රීට් වල ඇති ජල වාෂ්ප වීම ඉහල දැමීමට බලපායි. එම නිසා ඉරි තැලීම් ඇති විය හැක. තාවකාලික සුලං බාධක යෙදීමෙන් මෙම ඉරි තැලීම් ඇතිවීම වළක්වා ගත හැක
ta: அதிக காற்றின் வேகம் கொங்கிரீட் இடப்படும் நீரின் ஆவியாதல் வீதத்தை பெரிதும் பாதிக்கும். இதையொட்டி கொங்கிரீட்டின் பிளாஸ்டிக் சுருக்கம் விரிசல் ஏற்படும். எனவே, கொங்கிரீட்டின் மேற்பரப்பில் காற்றின் வேகத்தைக் குறைக்க தற்காலிக காற்றுத் தடைகளை அமைக்கவும்.

# nN_140_2_title
source: 2. Providing sunshades
si: 2. හිරු ආවරණ ලබා දීම
ta: 2. நிழல் மறைப்புக்களை வழங்குதல்

# nN_140_2_text
source: In the case of the construction of concrete slabs, it is very effective to provide sunshades over the concrete slabs and thereby controlling the surface temperature of the slab.
si: කොන්ක්‍රීට් මතුපිට ඉරි තැලීමට බලපාන අධික හිරු රැස් වළක්වා ගැනීම සඳහා තාවකාලික සූර්යයාවරණයක් යෙදීම ඉරි තැලීම් වළක්වා ගැනීමට ඉතා යෝග්‍ය වේ
ta: கொங்கிரீட் அடுக்குகளை கட்டும் விடயத்தில், கொங்கிரீட் அடுக்குகளுக்கு மேல் சூரிய ஒளியை விழச்செய்வது மிகவும் பயனுள்ளதாக இருக்கும், இதன் மூலம் தட்டின் மேற்பரப்பு வெப்பநிலையை கட்டுப்படுத்துகிறது.

# nN_140_3_title
source: 3. Proper placement timing
si: 3. නිසි ස්ථානගත කිරීමේ කාලය
ta: 3. சரியான இடும் நேரம்

# nN_140_3_text
source: In very hot weather conditions, concrete should not be placed in the afternoon, because it can lead to plastic shrinkage cracks on concrete due to loss of water. Therefore, it is a good practice to schedule concrete placement in the early morning or early evening. This way we can have better control over concrete temperature.
si: ඉතා උණුසුම් කාලකුණික තත්ත්වයක් තුළ කොන්ක්‍රීට් දැමීමෙන් ජල වාෂ්ප වීම ඉහළ යන බැවින් ඉරි තැලීම් වළක්වා ගැනීම සඳහා තද හිරු රැස් අවම උදෑසන , රාත්‍රිය හො සවස භාවිතය ඉතා ඵලදායී පුරුද්දකි
ta: மிகவும் வெப்பமான காலநிலையில், பிற்பகலில் கொங்கிரீட் இடக்கூடாது, ஏனென்றால் தண்ணீர் இழப்பு காரணமாக கொங்கிரீட் மீது பிளாஸ்டிக் சுருக்கம் விரிசல் ஏற்படலாம். எனவே, கொங்கிரீட் இடுவதை அதிகாலை அல்லது மாலையில் திட்டமிடுவது நல்லது. இந்த வழியில் நாம் கொங்கிரீட் வெப்பநிலையை சிறப்பாக கட்டுப்படுத்த முடியும்.

# nN_140_4_title
source: 4. Using fog sprays
si: 4. මීදුම ඉසින භාවිතා කිරීම (fog spray)
ta: 4. தண்ணீர் தெளிப்பான்களைப் பயன்படுத்துதல்

# nN_140_4_text
source: In very hot and dry periods the wind is very hot. Therefore, use fog sprays to spray fog into the air over the concrete surface and in the direction opposite to the direction the wind is blowing. Using fog sprays reduces the rate of evaporation from the concrete surface.
si: ඉතා උණුසුම් කාලයන්හි හමන වියළි සුළඟ සමඟින් කොන්ක්‍රීට් මතුපිට ඉක්මනින් වියළි ඉරි තැලීම් ඇතිවන බැවින් වාතයේ ආර්ථිකතාවය වැඩිකර වාෂ්ප වීම අවම කිරීම සඳහා කොන්ක්‍රීට් මතුපිට හරහා යන වාතයට කුඩා ජල බිංදු (mist) ඉසීම ඉතා ඵලදායී උපක්‍රමයකි
ta: மிகவும் வெப்பமான மற்றும் வறண்ட காலங்களில் காற்று மிகவும் சூடாக இருக்கும். எனவே, தண்ணீர் தெளிப்பான்களைப் பயன்படுத்தி கொங்கிரீட் மேற்பரப்பிலும், காற்று வீசும் திசைக்கு எதிர் திசையிலும் தண்ணீரை காற்றில் தெளிக்கவும். தண்ணீர் தெளிப்பான்களைப் பயன்படுத்துவது கொங்கிரீட் மேற்பரப்பில் இருந்து ஆவியாதல் வீதத்தைக் குறைக்கிறது

# nN_140_5_title
source: 5. Start curing immediately
si: 5. වහාම පැච් කිරීම ආරම්භ කරන්න (Water curing)
ta: 5. உடனடியாக பதப்படுத்தத் தொடங்குங்கள்

# nN_140_5_text
source: Commence curing as soon as possible after finishing. Spray the surface with liquid membrane curing compound or cover the surface with wet burlap or start water curing after concrete placement once it starts its setting behaviors. An impervious sheet such as polythene, preferably white color to reflect radiation should be placed over the concrete as finishing proceeds. The sheet may require supporting initially to avoid marring the finished surface but should be lowered into close contact as soon as possible and securely fastened down to prevent wind from blowing underneath. Sheeting should be kept in place for several days.
si: කොන්ක්‍රීට් යෙදීම අවසන් කර වේලාවකින් සුදු පැහැති පොලිතින් ආවරණයක යෙදීම මගින් ඉරි තැනින් වළක්වා ගැනීමට හැක .කොන්ක්‍රීට් මතුපිට සවි වූ පසු (කොන්ක්‍රීට් දමා දිනකට පසු) එම පොලිතින් වැස්ම ඉවත් කර ජලය යොදා curing කිරීම මගින් කොන්ක්‍රීට් එකෙහි ශක්තිය හා කල් පැවැත්ම යන දෙකම ඉතා ඉහළ මට්ටමකින් වැඩි කර ගත හැක
ta: முடிந்தவுடன் கூடிய விரைவில் பதப்படுத்தத் தொடங்குங்கள். திரவ படல பதப்படுத்தும் கலவையை மேற்பரப்பை தெளிக்கவும் அல்லது ஈரமான படலத்தால் மேற்பரப்பை மூடவும் அல்லது அதன் அமைப்பு பண்புகளைத் தொடங்கியவுடன் கொங்கிரீட் இடப்பட்ட பிறகு தண்ணீரை பதப்படுத்தத் தொடங்கவும். பொலித்தீன் போன்ற ஊடுருவாத தாள், கதிர்வீச்சைப் பிரதிபலிக்கும் வண்ணம் வெள்ளை நிறமானது கொங்கிரீட்டின் மேல் வைக்கப்பட வேண்டும். தாள் முடிக்கப்பட்ட மேற்பரப்பை சேதப்படுத்துவதைத் தவிர்க்க ஆரம்பத்தில் ஆதரவு தேவைப்படலாம், ஆனால் கூடிய விரைவில் நெருங்கிய தொடர்பில் தாழ்த்தப்பட்டு, கீழே காற்று வீசுவதைத் தடுக்க பாதுகாப்பாக கீழே இணைக்கப்பட வேண்டும். தாள் பல நாட்களுக்கு வைக்கப்பட வேண்டும்.

# nN_140_6_title
source: 6. Accelerating setting time of concrete
si: 6. කොන්ක්රීට් සැකසීමේ කාලය වේගවත් කිරීම
ta: 6. கொங்கிரீட் இடும் நேரத்தை துரிதப்படுத்துதல்

# nN_140_6_text
source: Use some form of chemical admixture in concrete to accelerate the setting time of concrete and avoid large temperature differences between concrete and air temperature.
si: අමතර රසායනික සංයෝගයක් භාවිතා කර ඉතා ඉක්මනින් සවි වීම සිදුකිරීමද ඉරිතැලීම් අවම කිරීමට උදව් වන අතර කොන්ක්‍රීට් උෂ්ණත්වය හා පරි පාරිසරික උෂ්ණත්වය ඉතා ආසන්න කර ගැනීමෙන් ඉරි තැනින් වළක්වා ගැනීමට උදව්වේ
ta: கொங்கிரீட் இடும் நேரத்தை விரைவுபடுத்தவும், கொங்கிரீட் மற்றும் காற்று வெப்பநிலைக்கு இடையே பெரிய வெப்பநிலை வேறுபாடுகளைத் தவிர்க்கவும் கொங்கிரீட்டில் சில வகையான இரசாயன கலவையைப் பயன்படுத்தவும்.

# nN_140_7_title
source: 7. Keep temperature of aggregate as low
si: 7. සමස්ථ උෂ්ණත්වය අඩු මට්ටමක තබා ගන්න
ta: 7. மொத்த வெப்பநிலையை குறைவாக வைத்திருங்கள்

# nN_140_7_text
source: Aggregates can be cooled by spraying them with water and storing them in the shade.
si: යොදා ගන්නා අමුද්‍රව්‍ය (ගල් වැලි) මෙහි ආරක්ෂිතව ගබඩා කිරීම තුළින් කොන්ක්‍රීට් උෂ්ණත්වය පහළ මට්ටම පවත්වා ගැනීමට ද ඉඩ තැලීම් වැඩක් වීමටද ඉතා පහසු ලබා දෙයි ඇතැම් අවස්ථා වලදී අයිස් වතුර වැනි පහල උෂ්ණත්වයක් ගියදීම උපක්‍රම ඵලදායි ලෙස දැකිය හැක
ta: திரட்சியை தண்ணீரில் தெளித்து நிழலில் சேமித்து வைப்பதன் மூலம் குளிர்விக்க முடியும்.

# nN_140_8_title
source: 8. Be ready
si: 8. සූදානම් වන්න
ta: 8. தயாராக இருங்கள்

# nN_140_8_text
source: Have proper manpower, equipment, and supplies on hand so that the concrete can be placed and finished promptly.
si: කොන්ක්‍රීට් දැමීමට පෙර අවශ්‍ය අමුද්‍රව්‍ය සුදුසු සත්ත්වයේ උපකරණ සහ අවශ්‍ය මිනිස් බලය සැලසුම් කිරීම තුළින් නියමිත කාලය තුළදී නියම කරන හා සැලසුම් කර කරලීම තුළින් ඉරි තැලීම් වළක්වා වළක්වා වීමේ උපක්‍රමයක් බිම ඉතා පහසුය මේ සඳහා පස් මැටි වැනි කොන්ක්‍රීට් ශක්තිය හා කල්පැවැත්මට හානි කරන අංශු වලින් මිශ්‍ර නොවූ ගල් හා වැලි යෙදීම අනිවාර්ය කාරණාවක් වෙයි
ta: சரியான மனிதவளம், உபகரணங்க ள் மற்றும் பொருட்களை கையில் வைத்திருக்கவும், இதனால் கொங்கிரீட் போடப்பட்டு உடனடியாக அப்பணி முடிக்கப்படும்.

# nN_141
source: See more
si: තව බලන්න
ta: கூடுதலாக பார்க்கவும்

# nN_142
source: See less
si: හකුලන්න
ta: குறைவாக பார்க்கவும்

# nN_143
source: Factor
si: සාධකය
ta: காரணி

# nN_144
source: Value
si: අගය
ta: மதிப்பு

# nN_145
source: Evaporation Rate Index
si: වාෂ්පීකරණ අනුපාත දර්ශකය
ta: ஆவியாதல் வீதக் குறியீடு

# nN_146
source: How can we help you?
si: අපි ඔබට උදව් කරන්නේ කෙසේද?
ta: உங்களுக்கு எவ்வாறு உதவலாம்?

# nN_147
source: Videos
si: වීඩියෝ
ta: வீடியோக்கள்

# nN_148
source: Articles
si: ලිපි
ta: கட்டுரைகள்

# nN_149
source: My job list
si: මගේ කාර්යය ලැයිස්තුව
ta: எனது பணிப் பட்டியல்

# nN_150
source: Public
si: පොදු
ta: பொது

# nN_151
source: Private
si: පුද්ගලික
ta: தனியார்

# nN_152
source: In Progress
si: සිදු වෙමින් පවතී
ta: செயல்பாட்டில் உள்ளது

# nN_153
source: Completed
si: සම්පූර්ණ කරන ලදී
ta: பூர்த்தி செய்யப்பட்டுள்ளது

# nN_154
source: Rejected
si: ප්‍රතික්ෂේප කරන ලදී
ta: நிராகரிக்கப்பட்டது

# nN_155
source: Canceled
si: අවලංගු කරන ලදී
ta: இரத்து செய்யப்பட்டது
